[
    {
        "title": [
            "9 de Octubre visita a Guaireña en busca de su primer triunfo en Copa Sudamericana"
        ],
        "description": [
            "El cuadro guayaquileño jugará este miércoles en el estadio Defensores del Chaco. Los dirigidos de Juan Carlos León son últimos en la tabla del grupo E."
        ],
        "id": [
            0
        ]
    },
    {
        "title": [
            "Palmeiras viene soportando una fuerte carga de compromisos en seguidilla y perdió a Jailson por lesión"
        ],
        "description": [
            "Agenda apretada de partidos provocará cambios en el once del ‘Verdão’ para visitar a Emelec este miércoles."
        ],
        "id": [
            1
        ]
    },
    {
        "title": [
            "‘Es un orgullo que lleguen mensajes para que vaya a Barcelona SC o Emelec’, el motivo de alegría de Joaquín Vergés"
        ],
        "description": [
            "El volante uruguayo dejó abierta la posibilidad de salir del club en la segunda fase de la LigaPro."
        ],
        "id": [
            2
        ]
    },
    {
        "title": [
            "Corozo y Arreaga se miden en la final de Concachampions"
        ],
        "description": [
            "El título de la Concacaf se disputa en juegos de ida y vuelta, con el pase al Mundial de Clubes de la FIFA como premio extra. Los ecuatorianos serían titulares."
        ],
        "id": [
            3
        ]
    },
    {
        "title": [
            "En Chile investigan origen de Byron Castillo en busca de ‘apelación’ internacional"
        ],
        "description": [
            "Según información de 'La Tercera', dirigencia del fútbol chileno está 'en alerta' tras publicación de periodista colombiano de 'Caracol'."
        ],
        "id": [
            4
        ]
    },
    {
        "title": [
            "Perú con fecha definida para juego de repesca mundialista"
        ],
        "description": [
            "El rival blanquirrojo saldrá del duelo entre Australia y Emiratos Árabes. El juego que defin el pase al mundial se jugará en Doha, en el Ahmad Bin Ali Stadium."
        ],
        "id": [
            5
        ]
    },
    {
        "title": [
            "En Emelec ‘no asusta’ medir a Palmeiras por la Copa Libertadores; hay es 'motivación', refiere Alejandro Cabeza"
        ],
        "description": [
            "Los eléctricos reciben este miércoles al actual campeón del certamen internacional que llega invicto y con dos victorias consecutivas en el grupo A."
        ],
        "id": [
            6
        ]
    },
    {
        "title": [
            "Alineaciones de Manchester City y Real Madrid para la semifinal de Champions en Etihad"
        ],
        "description": [
            "Valverde por Cesemiro en el Madrid, el City con Gabriel Jesus."
        ],
        "id": [
            7
        ]
    },
    {
        "title": [
            "Comisario de ciclismo fallece tras ser embestido accidentalmente por un corredor en un campeonato en Zamora"
        ],
        "description": [
            "El torneo de ciclismo de pista y ruta fue suspendido."
        ],
        "id": [
            8
        ]
    },
    {
        "title": [
            "Champions: El City derrota al Madrid, pero lo deja con vida en semifinales"
        ],
        "description": [
            "Ciudadanos vencen por 4-3, un festival de goles, y la eliminatoria se resolverá en el Bernabéu."
        ],
        "id": [
            9
        ]
    },
    {
        "title": [
            "¿Qué equipos han ganado más veces la UEFA Champions League?"
        ],
        "description": [
            "Entre los participantes en las semifinales de este año, solo en dos equipos hay 19 títulos."
        ],
        "id": [
            10
        ]
    },
    {
        "title": [
            "‘Pedimos VAR y no nos lo dieron, nos sentimos discriminados’, la queja de Dalo Bucaram"
        ],
        "description": [
            "El dirigente expresó que insistirá en su pedido de que se implemente el VAR en los duelos de su escuadra."
        ],
        "id": [
            11
        ]
    },
    {
        "title": [
            "César Farías se traza como objetivo ‘jerarquizar’ a Aucas"
        ],
        "description": [
            "El venezolano es el nuevo estratega del equipo oro y grana. Su arribo a Quito está previsto para el fin de semana y dirigirá desde la fecha 12 de la LigaPro."
        ],
        "id": [
            12
        ]
    },
    {
        "title": [
            "Católica pone en juego su continuidad en la Sudamericana"
        ],
        "description": [
            "Los santos son colistas del grupo C con un punto. Unión La Calera lidera con cuatro unidades, seguido de Santos y Banfield con 3 puntos."
        ],
        "id": [
            13
        ]
    },
    {
        "title": [
            "Palmeiras calentará motores en el estadio de Barcelona antes de enfrentar a Emelec en el Capwell"
        ],
        "description": [
            "El partido se disputará en el George Capwell, este miércoles, con arbitraje del argentino Patricio Loustau."
        ],
        "id": [
            14
        ]
    },
    {
        "title": [
            "‘En Guayaquil se siente más el fútbol; exigen más porque Barcelona SC es un equipo grande’, dice Carlos Rodríguez"
        ],
        "description": [
            "El zaguero está agradecido por la oportunidad que los toreros le han dado para continuar con su carrera profesional."
        ],
        "id": [
            15
        ]
    },
    {
        "title": [
            "Champions League: Villarreal vuelve a Anfield ahora con Pervis Estupiñán"
        ],
        "description": [
            "Apunta a ser titular el internacional ecuatoriano del Submarino Amarillo."
        ],
        "id": [
            16
        ]
    },
    {
        "title": [
            "Federer volverá a la competencia con la Laver Cup y el torneo de Basilea"
        ],
        "description": [
            "La leyenda del tenis no juega desde Wimbledon 2021 y se dice 'impaciente' por regresar a las canchas."
        ],
        "id": [
            17
        ]
    },
    {
        "title": [
            "Copa Libertadores: Palmeiras enfrentará a Emelec con 18 partidos sin perder como visitante"
        ],
        "description": [
            "El actual campeón hizo ejercicios de definición y posesión de balón antes de llegar a Guayaquil."
        ],
        "id": [
            18
        ]
    },
    {
        "title": [
            "Aucas solicita VAR para fechas 11 y 12 de LigaPro"
        ],
        "description": [
            "La dirigencia oriental remitió el pedido a la Comisión de Árbitros para contar con el sistema en los partidos de las fechas 11 y 12 de la LigaPro."
        ],
        "id": [
            19
        ]
    },
    {
        "title": [
            "¡Ser campeón siete fechas antes!"
        ],
        "id": [
            20
        ]
    },
    {
        "title": [
            "‘Chanfle’ Muñoz y ‘King’ Quijano, a 60 años de sus estrenos"
        ],
        "id": [
            21
        ]
    },
    {
        "title": [
            "La noche en que Gualaceo se tomó el Monumental"
        ],
        "id": [
            22
        ]
    },
    {
        "title": [
            "Liverpool, un equipo de autor"
        ],
        "id": [
            23
        ]
    },
    {
        "title": [
            "Vladimir Guerrero, juego de  tres jonrones; Clayton Kershaw, casi perfecto"
        ],
        "id": [
            24
        ]
    }
]