[
    {
        "title": [
            "Smart TV BGH B3219K5 LED HD 32\" 220V"
        ],
        "price": [
            "28999 pesos"
        ],
        "description": [
            "Con el Smart TV B3219K5 vas a acceder a las aplicaciones en las que se encuentran tus contenidos favoritos. Además, podés navegar por Internet, interactuar en redes sociales y divertirte con videojuegos.",
            "Sumergite en la pantalla",
            "Su resolución HD presenta imágenes con gran detalle y alta definición. Ahora todo lo que veas cobrará vida con brillo y colores más reales."
        ]
    },
    {
        "title": [
            "Microondas Grill BGH Quick Chef B228DB9   blanco 28L 220V"
        ],
        "price": [
            "26999 pesos"
        ],
        "description": [
            "Con BGH, un gran plato será protagonista de tu cocina sin perder tiempo. Podés calentar tu comida en cuestión de minutos en simples pasos y disfrutar de una mayor seguridad, ya que el calor no se transmite fuera del equipo. Además gracias a su recubrimiento anti-adherente sobre la cavidad del horno, es posible eliminar la grasa y restos de comida de forma rápida y sencilla.",
            "El microondas Quick Chef es ideal para vos ya que presenta simples funciones de uso. Con la opción de programación de cocciones vas a poder cocinar tus platos preferidos con solo seleccionar el tipo de alimento y el peso correspondiente. ",
            "Variedad de funciones y programas",
            "Su función de grill permite dorar los alimentos para que queden crocantes, ideal para pizzas, empanadas y tartas. Para destacar, este microondas cuenta con 10 diferentes niveles de cocción y programas. Disfrutá todas tus comidas con mínimo esfuerzo y máximo sabor. ",
            "Diseño innovador y accesorios",
            "La libertad es absoluta, ya que podrás llevarlo adonde desees cuando te mudes.",
            "Su display te permitirá ser más preciso al momento de seleccionar el tipo de comida, configurar el tiempo y la función para cocinar. ",
            "Además, presenta un excelente sistema de seguridad con traba especial para las personas más pequeñas de la familia. ",
            "Capacidad y eficiencia ",
            "Con un volumen de 28 litros vas a poder disfrutar comidas para compartir con tus amistades y familiares.",
            "Ofrece una potencia máxima de 900 watts que se puede regular en diferentes niveles según el tipo de alimento, por ejemplo, para evitar que se resequen algunos platos más delicados como la pasta. Con su fácil uso, podrás seleccionar y programar de manera práctica.",
            "Lo hace todo por vos ",
            "Solo debes colocar el peso de los alimentos y el microondas automáticamente programará el tiempo necesario para que el mismo se descongele."
        ]
    },
    {
        "title": [
            "Hidrolavadora Klatter 105bar 1400w Con Dosificador Espuma"
        ],
        "price": [
            "9499 pesos"
        ],
        "description": [
            "ESPECIFICACIÓN TÉCNICA DE LA HIDROLAVADORA: - Características nominales: 220V ~ 50Hz 1400W - Presión nominal: 7MPa - Presión máxima: 10.5MPa - Presión de entrada máxima: 0.4 MPa (4 bar) - Caudal: 5.5L/min - Caudal máximo: 7.1L/min - Temperatura del agua: 5°C - 50°C - Tamaño: 29 cm x 44 cm x 26 cm - Peso: 5,2 Kg - Material de la bomba: Aluminio - Cantidad de pistones: 1 pistón - Material del pistón: Plástico y acero inoxidable - Con válvula de seguridad: Si - Con protector de sobrecalentamiento: Si - Con parada total: Si - Origen: China. Incluye: 1 Hidrolavadora con ruedas 1 Manguera de 3 metros 1 Pistola rociadora 1 Lanza de chorro pulverizadora regulable 1 Dosificador de espuma."
        ]
    },
    {
        "title": [
            "Auriculares in-ear gamer inalámbricos Xiaomi Mi Earbuds Basic 2S negro"
        ],
        "price": [
            "3239 pesos con 10 centavos"
        ],
        "description": [
            "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Xiaomi Earbuds Basic 2S no te perdés ningún detalle y escuchás el audio tal y como fue diseñado por los creadores.",
            "El formato perfecto para vos",
            "Al ser in-ear, mejoran la calidad del audio y son de tamaño pequeño para poder insertarse en tu oreja. Son ideales para acompañarte a la hora de hacer ejercicio mientras te sumergís en el mejor sonido envolvente.",
            "Wireless al 100%",
            "A diferencia de otras conectividades, este dispositivo está fabricado con tecnología TWS (True Wireless Stereo). La misma permite una conexión inalámbrica total y funciona sin un solo cable entre pares. Con ella podrás disfrutar del entorno sonoro sin necesidad de estar pendiente de conexiones físicas.",
            "Bluetooth de última generación",
            "Con la versión de bluetooth 5.0 tenés un montón de beneficios para aprovechar. En comparación a su antecesor BT 4.2, podrás obtener velocidades de transmisión de hasta 2.2 Mbps de datos y alcanzar una distancia máxima de 200 metros de conexión. Pero una de las novedades más sobresalientes es que con su modo dual tendrás la posibilidad de reproducir audio al mismo tiempo en dos dispositivos diferentes."
        ]
    },
    {
        "title": [
            "Soldadora inverter Pampa Herramientas ARC 200 azul 50Hz/60Hz 220V"
        ],
        "price": [
            "12797 pesos con 60 centavos"
        ],
        "description": [
            "Las soldadoras Pampa Herramientas se caracterizan por un diseño ergonométrico y cuentan con un excelente desempeño. Encontrarás en esta marca herramientas confiables y duraderas, aptas para realizar cualquier trabajo con comodidad.",
            "Doble tecnología",
            "Al ser de tipo MMA, cuenta con una salida de corriente alterna y es apta para el uso de electrodos especiales y comunes. ",
            "La principal ventaja es que puede utilizarse en cualquier posición en casi todos los materiales, lo que la convierte en la compañera ideal para soldar uniones que no se pueden colocar en la posición plana. ",
            "Esta soldadora, también funciona como tipo TIG permitiendo un mayor rango de amperaje a un menor costo, ofreciendo una alta calidad de soldadura en todos los metales. Además, funciona emanando un gas que no daña la capa atmosférica, por lo tanto contribuye al cuidado del ambiente.",
            "Protección interior para evitar el sobrecalentamiento",
            "Si excedés el ciclo de trabajo de la soldadora, la protección contra sobrecarga interior desactivará todas las funciones del aparato, excepto el ventilador de enfriamiento. Después que la soldadora se haya enfriado bien, el protector térmico se reconectará automáticamente y la máquina funcionará nuevamente.",
            "Voltaje estable sin picos",
            "Gracias a su tecnología inverter disfrutarás de mayor facilidad y calidad a la hora de soldar. Se caracteriza por un menor consumo de energía y por ofrecer un arco mucho más estable y seguro, sin picos de voltaje.",
            "Además, podrás controlar la potencia de salida de forma más precisa gracias a su regulación electrónica."
        ]
    },
    {
        "title": [
            "Notebook Noblex 14.1\" Pantalla HD Intel Celeron 4GB/128GB SSD"
        ],
        "price": [
            "49814 pesos con 10 centavos"
        ],
        "description": [
            "La notebook Noblex N14WCE128 es una solución tanto para trabajar y estudiar como para entretenerte. Al ser portátil, el escritorio dejará de ser tu único espacio de uso para abrirte las puertas a otros ambientes ya sea en tu casa o en la oficina.",
            "Pantalla con gran impacto visual",
            "Su pantalla de 14.1\" y 1366x768 px de resolución te brindará colores más vivos y definidos. Tus películas y series preferidas cobrarán vida, ya que ganarán calidad y definición en cada detalle.",
            "Eficiencia a tu alcance",
            "Con su procesador Intel Celeron de 2 núcleos, lograrás el desempeño que necesitás para navegar y trabajar. Podrás usar los programas más esenciales, llevar a cabo tus tareas y organizar tu vida diaria.",
            "Un procesador exclusivo para los gráficos",
            "Su placa de video Intel HD Graphics 500 convierte a este dispositivo en una gran herramienta de trabajo para cualquier profesional del diseño. Te permitirá lograr una gran performance en todos tus juegos y en otras tareas cotidianas que impliquen procesamiento gráfico.",
            "Durabilidad y ahorro",
            "Con su batería de ion de litio la computadora obtendrá una mayor vida útil. En comparación con las tradicionales, esta es ligera, se carga más rápido y dura más"
        ]
    },
    {
        "title": [
            "Mountain bike Klatter FM18K9AM210D  2021 R29 18\" frenos de disco mecánico color verde/claro  "
        ],
        "price": [
            "34999 pesos"
        ],
        "description": [
            "La bicicleta es uno de los vehículos más elegidos como medio de transporte, y esta tendencia se incrementó aún más con la pandemia del coronavirus. Además de su uso para fines recreativos y deportivos, tiene un impacto muy positivo en el ambiente y el bienestar de personas de todas las edades. Sus beneficios son múltiples: es accesible, ocupa poco espacio, no genera contaminación y hace bien a la salud. ¡Sumate a esta ola sustentable que avanza en todo el mundo!",
            "Desafiá tus capacidades",
            "Las mountain bikes, o bicicletas de montaña son el medio de transporte perfecto para tus aventuras y alcanzar aquellos lugares recónditos que querés conocer. Sus materiales y diseños están pensados para la acción, son resistentes y cuentan con mejor maniobrabilidad que otros modelos brindándote mayor tracción. Además, sus llantas con dibujos marcados favorecen el agarre en terrenos difíciles.",
            "Diseñada para vos",
            "Su sistema de suspensión delantera la hace más liviana que aquellas que tienen doble suspensión. Esto se traduce en más velocidad, mejor nivel y mantenimiento sencillo.",
            "Seguridad y calidad",
            "Gracias a sus frenos de disco mecánico podés detener la bicicleta con total precisión. Se caracteriza por su durabilidad, ya que su funcionamiento no se ve afectado por cuestiones como la corrosión, las condiciones climáticas o del suelo."
        ]
    },
    {
        "title": [
            "Calefactor eléctrico  convector Peabody PE-VC20  blanco 220V"
        ],
        "price": [
            "13999 pesos"
        ],
        "description": [
            "Peabody, marca nacida en Argentina, ofrece un nuevo concepto en electrodomésticos basado en diseño, calidad, practicidad y confort. ",
            "Convector",
            "Con este calefactor se puede calentar un espacio en poco tiempo. Tiene una excelente potencia y es completamente eficiente."
        ]
    },
    {
        "title": [
            "Lavarropas automático Gafa FuzzyFit blanco 7kg 220 V"
        ],
        "price": [
            "63799 pesos"
        ],
        "description": [
            "El lavarropas Gafa FuzzyFit hará que el lavado diario sea más sencillo. Evitará los residuos de jabón, dejará tu ropa impecable sin dañarla y te permitirá ahorrar tiempo.",
            "Trabaja solo",
            "Únicamente necesita que se introduzcan los productos de limpieza y se elija el programa deseado. A diferencia de los semiautomáticos, no requiere que estés presente en todas las etapas del proceso, por lo que vas a tener prendas limpias y perfumadas sin esfuerzo."
        ]
    },
    {
        "title": [
            "Silla de escritorio Desillas Pro Momentum  negra con tapizado de cuero sintético y mesh"
        ],
        "price": [
            "19001 pesos"
        ],
        "description": [
            "La selección de una silla adecuada es muy importante para prevenir futuras lesiones. Con esta silla Desillas, vas a tener la comodidad y el bienestar que necesitás a lo largo de tu jornada. Además, podés ubicarla en cualquier parte de tu casa u oficina ya que su diseño se adapta a múltiples entornos. ¡Dale a tus espacios un toque más moderno!",
            "Jugá sin límites",
            "Diseñada para quienes pasan muchas horas frente a la computadora. El asiento y el respaldo se adaptan a tus diferentes posiciones a lo largo del juego. Disfrutá sin descuidar las zonas lumbar, dorsal y cervical.",
            "Ajustala a tu medida",
            "Con su ajuste de altura, vas a poder fijar la posición de tu torso respecto a la mesa de trabajo y así vas a conseguir una silla más cómoda al nivel de tus necesidades.",
            "Cuidá tu cuerpo",
            "Los apoyabrazos favorecerán tu postura al escribir y te van a ayudar a incorporarte con mayor facilidad cuando quieras levantarte.",
            "Mantenete en movimiento",
            "Las ruedas te van a permitir moverte y limpiar fácilmente tu espacio. Vas a poder trasladarla sin dificultad cuando lo necesites.Además, al ser giratoria te va a permitir rotar el asiento 360º sin la necesidad de cambiar de posición o moverte del lugar en donde estás."
        ]
    },
    {
        "title": [
            "Sommier Tradicional El Descanso Promo Perla 2 plazas de 190cmx130cm"
        ],
        "price": [
            "37630 pesos con 45 centavos"
        ],
        "description": [
            "¿Sabías que pasamos alrededor de 25 años de nuestra vida durmiendo? Este dato hace que una de las decisiones más importantes que tomes giren en torno a tu lugar de descanso. Sí, el sommier El Descanso hoy se convierte en héroe. Porque dormir bien también significa salud y mejor calidad de vida.",
            "Durabilidad y firmeza",
            "Posee un soporte de madera que se destaca por su estética, dureza y flexibilidad. Es resistente a la fricción y a la presión, por lo que podrás disfrutar del máximo bienestar que brinda este colchón.",
            "Relax en tu hogar",
            "El interior del colchón de espuma permite que tu cuerpo se adapte de manera uniforme y asegura un descanso sin sobresaltos."
        ]
    },
    {
        "title": [
            "Joystick inalámbrico Microsoft Xbox Xbox Series X|S controller + USB-C cable carbon black"
        ],
        "price": [
            "14599 pesos"
        ],
        "description": [
            "Control preciso ",
            "Este mando combina funciones revolucionarias mientras conserva precisión, comodidad y exactitud en cada movimiento. Gracias a su ergonomía especialmente pensada para la posición de tu mano, podés pasar horas jugando con total confort.",
            "Mayor comodidad y realismo",
            "Te permite jugar sin necesidad de que haya cables de por medio. Está pensado no solamente para controlar mejor tus videojuegos, sino también para aumentar su realismo y experiencia.",
            "Activá el Bluetooth",
            "Cuenta con conexión Bluetooth de alta tecnología para usarlo en cualquier ordenador o dispositivo; ya no necesitarás de aplicaciones de terceros ni cable USB. Además, posee gran capacidad antiinterferente, fácil manejo y señal de conexión estable."
        ]
    },
    {
        "title": [
            "Anafe eléctrico Spica SP-1040 negro 220V"
        ],
        "price": [
            "4499 pesos"
        ],
        "description": [
            "¡Que tus preparaciones sean un éxito! Con este anafe Spica lucí tus talentos gastronómicos. Deleitate y deleitá a cualquier persona con las comidas más sabrosas en cualquier ocasión.",
            "Una cocina que se adapta a tu vida",
            "Con su encendido automático prendelo de manera rápida y sencilla. ",
            "Seguro en todo momento",
            "Su válvula de seguridad evita el consumo innecesario de energía en tu hogar. A su vez, cuenta con protección de sobrecalentamiento, lo que hace que sea un producto confiable y seguro."
        ]
    }
]